{"rasa_nlu_data": {"common_examples": [{"intent": "Feedback related to store", "text": "Consultant purpose Cui Wei is too strong, there is no specialized department Han Kuang"}, {"intent": "Overall experience", "text": "Very satisfied, very beautiful packaging"}, {"intent": "Overall experience", "text": "Product giveaways vague. Redeem be confused with the concept of gifts. Customers deliberately blurred vision. Sales purpose is not clear, it does not seek truth from facts. Let customers buy the product. Do not get customer service comments. Secretly self-righteous, the customer became her mouth redeem gifts. Serious dishonesty, suffering from heart failure. The so-called emphatic gifts. The so-called emphatic gifts. Merely mediocre, but it is the customer's own integration. It is perpetrating a fraud. Wet people break trust!"}, {"intent": "Overall experience", "text": "Excellent products, gifts like"}, {"intent": "Feedback related to products", "text": "Gifts like gift packaging"}, {"intent": "Advisor", "text": "Push Some skin care cosmetics tips."}, {"intent": "Advisor", "text": "I would like to make a suggestion (not for the beauty consultants), now a common counter skin care problem is that every customer has their own consultant, I have to receive gifts of beauty and experience the first time, was Grand Pacific Mall counter When employees see my purchase history refused on the grounds that you do not ah Han Kuang you've been shopping at department stores in our consumer you to contact your consultant beauty of it! I think the beauty consultants to protect their customers this is true, but does not mean that counter other employees have the right to refuse service to other customers, Lancome event gifts or benefits are benefits to members of the brand, not the counter staff private, this happens seriously affect the brand image and customer shopping experience, hope brand in staff training when you can pay attention to this issue, we chose the Lancome brand, even if beauty consultant change jobs, and we have chosen is still Lancome rather than sales, so I hope the brand attention to this issue to enhance training, do not let the low quality of these bad behavior of employees to discredit brand"}, {"intent": "Loyalty and membership program", "text": "Full enough to send gifts activities did not inform members asked to take the initiative, said some members"}, {"intent": "Loyalty and membership program", "text": "Birthday this month, receive SMS notification first single double points this month, did not say a line online operator together, I first bought a single down the line, take the day members of membership points, the result of a single line which will not give double points, the results did not enjoy birthdays points this month, wanted to buy a few cosmetics, nor emotions"}, {"intent": "Loyalty and membership program", "text": "Program design is unreasonable, for the first time to buy, because making the wrong re under the order, said no ceremony of the new"}, {"intent": "Loyalty and membership program", "text": "We hope to have sample gift, buy more to send"}, {"intent": "Loyalty and membership program", "text": "Member section does not gifts sad heart, did not buy before Tanabata gifts"}, {"intent": "Feedback related to store", "text": "Out of stock, no goods to buy something, buy something than they need, eyeshadow eyeliner has been no goods"}, {"intent": "Feedback related to store", "text": "Obviously some products, they tell me no, after you buy a product gift voucher, then take coupons to buy cheap there, what kind of logic"}, {"intent": "Feedback related to store", "text": "Delivery does not match with the actual arrival"}, {"intent": "Feedback related to store", "text": "Lancome is not the first to show that the manager is not my lipstick to the little sister has a little sister stared at me with a look down the specific job number was not found written in the eyes"}, {"intent": "Feedback related to store", "text": "Shopping activity does not comply with the counter activity"}, {"intent": "Feedback related to store", "text": "Try to counter lipstick, tried for a long time and have not seen a consultant to the reception"}, {"intent": "Feedback related to store", "text": "Honest, serious, not oil"}], "regex_features": [], "lookup_tables": [], "entity_synonyms": []}}